model = (
    "ВАЗ",
    "ШКОДА",
    "МЕРСЕДЕС",
    "БМВ",
    "ФОЛЬКСВАГЕН",
    "ТОЙОТА",
    "ЛЕКСУС",
    "КИА",
    "HYUNDAI",
    "HONDA",
    "РЕНО",
    "ROVER",
    "GEELY",
    "HAVAL",
)

gn = ("БН",)

article = {
    "ЗНАК 3.27": "ОСТАНОВКА ТС В ЗОНЕ ДЕЙСТВИЯ ЗНАКА 3.27 (П.П.1.3) СТ.12.16 Ч.4",
    "ПЕШЕХОДНЫЙ ПЕРЕХОД": "ОСТАНОВКА НА ПЕШЕХОДНОМ ПЕРЕХОДЕ ИЛИ БЛИЖЕ 5М ПЕРЕД НИМ (П.П.12.4) СТ.12.9 Ч.3",
    "ТРОТУАР 6.4": "ОСТАНОВКА ТС НА ТРОТУАРЕ ПРИ ОТСУТСТВИИ ЗНАКА 6.4 (П.П.12.2) СТ.12.9 Ч.3",
    "ИНВАЛИД 3.28": 'СТОЯНКА ТС БЕЗ ТАБЛИЧКИ "ИНВАЛИД" В ЗОНЕ ДЕЙСТВИЯ ЗНАКА 3.28 СТ.12.16 Ч.4',
    "ИНВАЛИД 3.29": 'СТОЯНКА ТС БЕЗ ТАБЛИЧКИ "ИНВАЛИД" В ЗОНЕ ДЕЙСТВИЯ ЗНАКА 3.29 СТ.12.16 Ч.4',
    "ИНВАЛИД 3.30": 'СТОЯНКА ТС БЕЗ ТАБЛИЧКИ "ИНВАЛИД" В ЗОНЕ ДЕЙСТВИЯ ЗНАКА 3.30 СТ.12.16 Ч.4',
    "ИНВАЛИД 6.4": 'СТОЯНКА ТС БЕЗ ТАБЛИЧКИ "ИНВАЛИД" В ЗОНЕ ДЕЙСТВИЯ ЗНАКА 6.4 (П.П.1.3) СТ.12.19 Ч.2',
    "ДАЛЕЕ 1-ГО РЯДА": "ОСТАНОВКА/СТОЯНКА ТС ДАЛЕЕ 1-ГО РЯДА КРАЯ ПРОЕЗЖЕЙ ЧАСТИ (П.П.12.2) СТ.12.19 Ч.2",
    "СОЗДАНИЕ ПОМЕХ": "ОСТАНОВКА/СТОЯНКА ТС, КОТОРОЕ ПОВЛЕКЛО СОЗДАНИЕ ПОМЕХ ДЛЯ ДРУГИХ ТС (П.П.12.4) СТ.12.19 Ч.3.2",
    "ООТ": "ОСТАНОВКА ТС, БЛИЖЕ 15М ОТ ООТ ЛИБО В МЕСТЕ ООТ (П.П.12.4) СТ.12.19 Ч.4",
}

parking = {
    "СОЛНЕЧНАЯ": "ООО КПФ ДИНАМО, ул.СОЛНЕЧНАЯ Д.1А, тел.8-930-783-33-02",
    "ОКСКОЕ ШОССЕ": "ИП Платонов, ОКСКОЕ ШОССЕ Д.2Б, тел.8-977-466-65-75, 40-70-74",
    "ТОВАРНЫЙ ДВОР": "ООО АвтоТрансСервис 62, ул.ТОВАРНЫЙ ДВОР Д.60, тел.8-920-955-44-44",
    "СЕМИНАРСКАЯ": "МП МКЦ, ул.СЕМИНАРСКАЯ Д.49, тел.8-900-606-03-05",
    "КОСТЫЧЕВА": "ООО СпецТрансМО, ул.КОСТЫЧЕВА Д.15Б СТР.4, тел.8-960-603-44-62",
    "ГОРЬКОГО": "ООО СпецТрансМО, ул.ГОРЬКОГО Д.1 СТР.2, тел.8-960-603-44-62",
}
